Repository: NorwayFun/polychromatic
Catalog: locale/*.po
Languages: ka

source: About the Application
ka: აპლიკაციის შესახებ

source: Close
ka: დახურვა

source: Version
ka: ვერსია

source: Component
ka: კომპონენტი

source: License
ka: ლიცენზია

source: Links
ka: ბმულები

source: Select a Colour
ka: აირჩიეთ ფერი

source: Current
ka: მიმდინარე

source: Opens the system's colour picker
ka: გახსნის სისტემურ ფერების ამრჩევს

source: Edit
ka: ჩასწორება

source: Save this colour to the saved colour list
ka: ამ ფერის შენახვა შენახული ფერების სიაში

source: Add
ka: დამატება

source: Saved Colours
ka: შენახული ფერები

source: Add the current colour to your saved colours list by giving it a name
ka: მიმდინარე ფერის შენახვა შენახული ფერების სიაში მისთვის სახელის მინიჭებით

source: Save the current colour to the saved list
ka: მიმდინარე ფერის შენახვა შენახული ფერების სიაში

source: Cancel saving this colour
ka: ამ ფერის შენახვის გაუქმება

source: Rename selected colour
ka: მონიშნული ფერის სახელის გადარქმევა

source: Forget selected colour
ka: მონიშნული ფერის დავიწყება

source: Edit DPI Stages
ka: DPI-ის დონეების ჩასწორება

source: Enable custom stages
ka: მომხმარებლის დონეების ჩსწორება

source: Enter a DPI number or comma separated X,Y numbers
ka: შეიყვანეთ DPI ნომერი ან მძიმით გამოყოფილი X,Y რიცხვები

source: Value
ka: მნიშვნელობა

source: Remove last DPI stage
ka: ბოლო DPI-ის დონის წაშლა

source: Remove
ka: წაშლა

source: Add DPI stage
ka: DPI-ის დონის დამატება

source: Sync
ka: სინქრონიზაცია

source: Apply these DPI stages to the hardware, so they can be changed using hardware buttons.
ka: ამ DPI-ის დონეების აპარატურაზე გადატარება, რათა მათი შეცვლა ფიზიკური ღილაკებით შეგეძლოთ.

source: This device does not support synchronisation to hardware DPI buttons.
ka: ამ მოწყობილობას აპარატურულ DPI-ის ღილაკებთან სინქრონიზაციის მხარდაჭერა არ გააჩნია.

source: Device Information
ka: დისკის ინფორმაცია

source: Data
ka: მონაცემები

source: Inspect Matrix
ka: მატრიცის შემოწმება

source: DPI Control
ka: DPI კონტროლი

source: Lock X/Y axis
ka: X / Y ღერძების დაბლოკვა

source: Lock
ka: ჩაკეტვა

source: Effect Editor
ka: ეფექტის რედაქტორი

source: &File
ka: &ფაილი

source: &Edit
ka: &ჩასწორება

source: Shift LEDs
ka: LED-ების წანაცვლება

source: &View
ka: &ხედი

source: &Help
ka: &დახმარება

source: &Tool
ka: &ხელსაწყოები

source: Playback
ka: დაკვრა

source: Colours
ka: ფერები

source: Layers
ka: ფენები

source: Layer
ka: ფენა

source: Effect
ka: ეფექტი

source: Raise the layer in the stack
ka: ფენის აწევა ნაკრებში

source: Lower the layer in the stack
ka: ფენის დაწევა ნაკრებში

source: Create a new layer in the stack
ka: ნაკრებში ახალი ფენის შექმნა

source: Delete the selected layer
ka: მონიშნული ფენის წაშლა

source: Duplicate the selected layer
ka: მონიშნული ფენის დუბლირება

source: Properties
ka: თვისებები

source: Main Toolbar
ka: ხელსაწყოთა მთავარი ზოლი

source: Frames
ka: კადრები

source: Create a blank frame after the current position
ka: ცარიელი კადრის შექმნა მიმდინარე მდებარეობის შემდეგ

source: New
ka: ახალი

source: Permanently delete this frame
ka: ამ კადრის სამუდამოდ წაშლა

source: Delete
ka: წაშლა

source: Create a copy of the current frame after this position
ka: მიმდინარე კადრის ასლის შექმნა მიმდინარე მდებარეობის შემდეგ

source: Clone
ka: კლონირება

source: Place this frame a step before the current position
ka: ამ კადრის მოთავსება მიმდინარე მდებარეობიდან ერთი ნაბიჯით უკან

source: Move Left
ka: მარცხნივ გაწევა

source: Place this frame a step after the current position
ka: ამ კადრის მოთავსება მიმდინარე მდებარეობიდან ერთი ნაბიჯის შემდეგ

source: Move Right
ka: მარჯვნივ გაწევა

source: Jump to the start of the sequence
ka: მიმდევრობის დასაწყისზე გადახტომა

source: Jump to Start
ka: დასაწყისში გადახტომა

source: Step backward one frame
ka: ერთი კადრით უკან გადასვლა

source: Previous Frame
ka: წინა კადრი

source: Preview the effect from the beginning
ka: ეფექტის გადახედვა თავიდან

source: Play
ka: დაკვრა

source: Stop playback
ka: დაკვრის გაჩერება

source: Pause
ka: შეჩერება

source: Step forward one frame
ka: ერთი კადრით წინ

source: Next Frame
ka: შედმეგი კადრი

source: Jump to the last frame of the sequence
ka: გადახტომა მიმდევრობის ბოლო კადრზე

source: Jump to End
ka: ბოლოში გადახტომა

source: Toggle whether this effect should loop
ka: გადართვა, იქნება ეფექტი განმეორებადი, თუ არა

source: Loop
ka: მარყუჟი

source: Frames per second to play the sequence. Note that frame rates that are too high may not play properly due to bottlenecks with the driver, lighting firmware or software. This may potentially shorten the LED's lifespan.
ka: კადრი/წამში მიმდევრობის დაკვრისას. დაიმახსოვრეთ, რომ კადრების სიჩქარე, რომლებიც ძალიან დიდია, შეიძლება ნორმალურად არ გამოჩნდეს, დრაივერის შეცდომების განათების მიკროკოდის ან პროგრამების გამო. ამან, შეიძლება, LED-ების სიცოცხლის დრო მნიშვნელოვნად შეამციროს.

source: Frames per second to play the sequence
ka: კადრი/წამში მიმდევრობის დაკვრისას

source: fps
ka: კადრი/წმ

source: Current Colour
ka: მიმდინარე ფერი

source: Open System Colour Picker
ka: სისტემურ ფერების ამრჩევის გახსნა

source: Choose a custom colour using the system's colour picker
ka: აირჩიეთ თქვენი ფერი სისტემის ფერის ამრჩევით

source: Increase the Hue
ka: ტონის გაზრდა

source: Hue
ka: ტონი

source: Saturation
ka: გაჯერებულობა

source: Decrease
ka: შემცირება

source: Protip: You can scroll over these buttons to quickly change the corresponding HSL attribute!
ka: მინიშნება: ამ ღილაკების შესაბამისი HSL ატრიბუტის სწრაფად შესაცვლელად, შეგიძლიათ, ზედ გადაახვიოთ!

source: Increase
ka: გაზრდა

source: Lightness
ka: სიკაშკაშე

source: Save and Close
ka: შენახვა და დახურვა

source: Save the effect to disk, and close the editor
ka: ეფექტის დისკზე შენახვა და რედაქტორის დახურვა

source: Save
ka: შენახვა

source: Save any unsaved data to disk, just in case!
ka: შეინახეთ შეუნახავი მონაცემები დისკზე, ყოველი შემთხვევისთვის!

source: Revert
ka: დაბრუნება

source: Undo any changes and reload from disk
ka: ყველა ცვლილების გაუქმება და დისკიდან თავიდან ჩატვრთვა

source: Close and Discard Changes
ka: დახურვა ცვლილებების მოცილება

source: Close the editor and discard any unsaved changes
ka: რედაქტორის დახურვა და ყველა შეუნახავი ცვლილების მოცილება

source: Draw
ka: ხატვა

source: Draw the selected colour to LEDs by clicking or dragging over them
ka: დახატეთ მონიშნული ფერები LED-ებზე მათზე დაწკაპუნებით ან მათზე გადათრევით

source: Picker
ka: ამრჩევი

source: Take an existing colour from an LED to draw with
ka: აიღეთ არსებული ფერი LED-დან, მისით დასახატად

source: Eraser
ka: საშლელი

source: Erase the colour from an LED by clicking or dragging over them
ka: წაშალეთ ფერი LED-დან მასზე დაწკაპუნების ან მასზე გადათრევის საშუალებით

source: Device Graphic
ka: მოწყობილობის გრაფიკა

source: Present the LEDs as a graphical represention of the actual hardware (where available)
ka: LED-ების, როგორც ნამდვილი აპარატურის გრაფიკული რეპრეზენტაციის წარმოდგენა (როცა ხელმისაწვდომია)

source: Grid
ka: ბადე

source: Present the LEDs in a grid
ka: LED-ების ბადეში წარმოდგენა

source: Edit Metadata...
ka: მეტამონაცემების ჩასწორება...

source: Edit the name, icon and other related data for this effect
ka: ჩაასწორეთ ამ ეფექტის სახელი, ხატულა და სხვა მონაცემები

source: Duplicate Layer
ka: ფენის დუბლირება

source: Delete Layer
ka: ფენის წაშლა

source: Permanently delete the selected layer
ka: მონიშნული ფენის სამუდამო წაშლა

source: Raise Layer
ka: ფენის აწევა

source: Alt+Up
ka: Alt+მაღლა

source: Lower Layer
ka: ფენის დაწევა

source: Shift Left
ka: მარცხნივ წანაცვლება

source: Push all LEDs on this layer/frame by one column to the left
ka: ამ ფენაში/კადრში არსებული LED-ების გადაწევა ერთი სვეტით მარცხნივ

source: Ctrl+Shift+Left
ka: Ctrl+Shift+მარცხნივ

source: Shift Right
ka: მარჯვნივ წანაცვლება

source: Push all LEDs on this layer/frame by one column to the right
ka: ამ ფენაში/კადრში არსებული LED-ების გადაწევა ერთი სვეტით მარჯვნივ

source: Ctrl+Shift+Right
ka: Ctrl+Shift+მარჯვნივ

source: Shift Up
ka: ანაცვლება

source: Push all LEDs on this layer/frame by one row upwards
ka: ამ ფენაში/კადრში არსებული LED-ების აწევა ერთი მწკრივით მაღლა

source: Push all LEDs on this layer/frame by one row downwards
ka: ამ ფენაში/კადრში არსებული LED-ების დაწევა ერთი მწკრივით დაბლა

source: New Layer...
ka: ახალი ფენა...

source: Zoom In
ka: გადიდება

source: Enlarge the graphic or grid in the viewport
ka: გრაფიკის ან ბადის გადიდება ხედვის წერტილში

source: Zoom Out
ka: დაპატარავება

source: Shrink the graphic or grid in the viewport
ka: გრაფიკის ან ბადის დაპატარავება ხედვის წერტილში

source: Reset Zoom
ka: გადიდების საწყისი პარამეტრები

source: Reset the size of the graphic or grid in the viewport
ka: გრაფიკის ან ბადის ზომის შეცვლა ხედვის წერტილში

source: Move Frame Left
ka: კადრის გადატანა მარცხნივ

source: Alt+Left
ka: Alt+მარცხნივ

source: Move Frame Right
ka: კადრის გადატანა მარჯვნივ

source: Alt+Right
ka: Alt+მარჯვნივ

source: Online Help
ka: ონლაინ დახმარება

source: Website
ka: ვებგვერდი

source: What's New?
ka: რა არის ახალი?

source: Report a Bug
ka: შეცდომის პატაკი

source: Donate
ka: შემოწირულობა

source: About
ka: პროგრამის შესახებ

source: Edit Triggers...
ka: ტრიგერების ჩასწორება...

source: Configure automation for this effect, such as time of day, or when a process is running
ka: მიუთითეთ ამ ეფექტის ავტომატიზაცია. როგორიცაა დღის დრო, ან როცა პროცესი გაშვებულია

source: New Frame
ka: ახალი კადრი

source: Delete Frame
ka: კადრის წაშლა

source: Clone Frame
ka: კადრის დუბლირება

source: Start playback
ka: დაკვრის დაწყება

source: Stop
ka: გაჩერება

source: Pause playback
ka: დაკვრის შეჩერება

source: Left
ka: მარცხნივ

source: Right
ka: მარჯვნივ

source: Home
ka: დასაწყისში

source: End
ka: ბოლო

source: Show Key Labels
ka: ღილაკის ჭდეების ჩვენება

source: Show or hide the labels and symbols on keys
ka: ღილაკებზე ჭდეების და სიმბოლოების ჩვენება ან დამალვა

source: Open Colour Picker
ka: ფერის ამრჩევის გახსნა

source: Increase Hue
ka: ტონის აწევა

source: Changes the HSL attribute for the current colour. Useful for blending colours!
ka: ცვლის მიმდინარე ფერის HSL ატრიბუტს. გამოსადეგია ფერების მისაბმელად!

source: Decrease Hue
ka: ტონის შემცირება

source: Increase Saturation
ka: გაჯერებულობის გაზრდა

source: Decrease Saturation
ka: გაჯერებულობის შემცირება

source: Increase Lightness
ka: განათებულობის გაზრდა

source: Decrease Lightness
ka: განათებულობის შემცირება

source: Edit Saved Colours
ka: შენახული ფერების ჩასწორება

source: Modify or reorder your saved colours
ka: თქვენი შენახული ფერების შეცვლა და გადალაგება

source: Edit Metadata
ka: მეტამონაცემების ჩასწორება

source: Effect Details
ka: ეფექტის დეტალები

source: Name
ka: სახელი

source: Author
ka: ავტორი

source: Icon
ka: ხატულა

source: Summary
ka: შეჯამება

source: Hardware
ka: აპარატურა

source: Device
ka: მოწყობილობა

source: Mapping
ka: ასახვა

source: Use a graphic resembling this device:
ka: გრაფიკის გამოყენება, რომელიც წააგავს ამ მოწყობილობას:

source: Use a grid
ka: ბადის გამოყენება

source: Preview
ka: მინიატურა

source: Heads up! Animated GIFs are not supported by all desktop environments.
ka: ანიმირებული GIF-ები ყველა სამუშაო გარემოს მიერ მხარდაჭერილი არაა.

source: Tray Applet
ka: ხატულა სისტემის საათთან

source: Emblems
ka: ემბლემები

source: Applications
ka: აპლიკაციები

source: Custom
ka: ხელით მითითება

source: Browse for an icon to import
ka: შემოსატანი ხატულის მოძებნა

source: Delete this custom icon from your list
ka: თქვენი სიიდან ამ მომხმარებლის ხატულის წაშლა

source: Use the arrow keys, click or drag on the table below to light up that LED on the physical device.
ka: გამოიყენეთ ისრის ღილაკები, დააწკაპუნეთ ან გადაათრიეთ ქვემო ცხრილზე, რათა ის LED-ი ფიზიკურ მოწყობილობაზე გაანათოთ.

source: Please wait...
ka: გთხოვთ, მოითმინოთ...

source: Devices
ka: მოწყობილობა

source: Effects
ka: ეფექტები

source: Presets
ka: პრესეტები

source: Triggers
ka: ტრიგერები

source: Apply to All
ka: ყველაზე გადატარება

source: Close Application
ka: აპლიკაციის დახურვა

source: &Tools
ka: &ხელსაწყოები

source: New Effect...
ka: ახალი ეფექტი...

source: Hide Menu Bar
ka: მენიუს ზოლის დამალვა

source: Quit
ka: გასვლა

source: Restart Daemon
ka: დემონის გადატვირთვა

source: Open Log...
ka: ჟურნალის ნახვა...

source: Configure...
ka: კონფიგურაცია...

source: About OpenRazer
ka: OpenRazer-ის შესახებ

source: New Preset...
ka: ახალი პრესეტი...

source: New Preset from Current Devices...
ka: ახალი პრესეტი მიმდინარე მოწყობილობებიდან...

source: Restart Tray Applet
ka: საათთან ხატულის გადატვირთვა

source: View Background Tasks
ka: ფონური ამოცანების ნახვა

source: Keep the Menu Bar
ka: მენიუს ზოლის დატოვება

source: Duplicate
ka: დუბლიკაცია

source: Preferences
ka: მორგება

source: Troubleshoot
ka: პრობლემების პოვნა

source: Refresh
ka: განახლება

source: Import Effect...
ka: ეფექტის შემოტანა...

source: Force Refresh
ka: ძალით განახლება

source: New Effect
ka: ახალი ეფექტი

source: Please choose the type of effect to create.
ka: აირჩიეთ შესაქმნელი ეფექტის ტიპი.

source: Create simple effects using a layer-based system
ka: შექმენით მარტივი ეფექტები ფენების სისტემით

source: Layered
ka: ფენებიანი

source: Create an animated (or static) using frames and pixels
ka: შექმენით ანიმაცია (ან სტატიკა) კადრებითა და პიქსელებით

source: Sequence
ka: მიმდევრობა

source: Write the effect using the Python programming language
ka: დაწერეთ ეფექტი პროგრამირების ენაში Python

source: Script
ka: სკრიპტი

source: Hover for more details
ka: მეტი დეტალისთვის გადაატარეთ თაგუნა

source: OpenRazer Configuration
ka: OpenRazer-ის მორგება

source: These settings only apply to the OpenRazer daemon. They are not supported by this application.
ka: ეს პარამეტრები მხოლოდ OpenRazer-ის დემონს ეხება. ისინი ამ აპლიკაციის მიერ მხარდაჭერილი არაა.

source: Enable verbose logging
ka: ჟურნალში დამატებითი ჩანაწერების ჩართვა

source: Turn off brightness when screen saver or lock screen is activated
ka: სიკაშკაშის გამორთვა, როცა აქტიურია ეკრანის დამცველი, ან ეკრანი დაბლოკილია

source: Show battery notifications
ka: ელემენტის გაფრთხილებების ჩვენება

source: Only notify when device % reaches
ka: გაფრთხილება, მხოლოდ, მაშინ, როცა ელემენტის % მიაღწევს

source: Reminder frequency
ka: შემხსენებლის სიხშირე

source: minute(s)
ka: წუთი

source: Restore last used settings on daemon start
ka: დემონის გაშვებისას ბოლოს გამოყენებული პარამეტრების აღდგენა

source: Disabling this may cause the current hardware effect to be misrepresented. This is dependent on the device's firmware.
ka: ამის გათიშვამ, შეიძლება, მიმდინარე აპარატურული ეფექტების არასწორი მუშაობა გამოწვიოს. ეს მოწყობილობის მიკროკოდზეა დამოკიდებული.

source: Client
ka: კლიენტი

source: These settings will be used by Polychromatic when interfacing with the OpenRazer daemon.
ka: ეს პარამეტრები Polychromatic-ის მიერ OpenRazer-ის დემონთან ურთიერთობისას გამოიყენება.

source: Ripple Refresh Rate
ka: განახლების სიხშირე

source: seconds
ka: წამი

source: Scroll Wheel
ka: თაგუნას ბორბალი

source: Logo
ka: ლოგო

source: Laptop Lid
ka: ლეპტოპის თავსახური

source: Backlight
ka: გამოკვეთა

source: Charging
ka: იტენება

source: Fast Charging
ka: სწრაფი დატენვა

source: Fully Charging
ka: სრული დატენვა

source: Brightness
ka: სიკაშკაშე

source: On
ka: ჩართ

source: Off
ka: გამორთულია

source: Enabled
ka: ჩაირთო

source: Spectrum
ka: სპექტრი

source: Wave
ka: ტალღა

source: Up
ka: მაღლა

source: Down
ka: ქვემოთ

source: Clockwise
ka: საათის ისრის მიმართულებით

source: Anti-clockwise
ka: საათის ისრის მოძრაობის საწინააღმდეგო მიმართულებით

source: Ripple
ka: ჭავლი

source: Random
ka: შემთხვევითი

source: Single
ka: ერთი

source: Reactive
ka: რეაქტიული

source: Fast (0.5s)
ka: ჩქარი (0.5წმ)

source: Medium (1s)
ka: საშუალო (1წმ)

source: Slow (1.5s)
ka: ნელი (1.5წმ)

source: Very Slow (2s)
ka: ძალიან ნელი (2წმ)

source: Blinking
ka: ციმციმი

source: Static
ka: სტატიკური

source: Breath
ka: სუნთქვა

source: Mono
ka: მონო

source: Dual
ka: ორმაგი

source: Triple
ka: სამმაგი

source: Starlight
ka: ვარსკვლავთნათება

source: Fast
ka: სწრაფი

source: Medium
ka: საშუალო

source: Slow
ka: ნელი

source: Pulsate
ka: პულსაცია

source: X Hz (Y msec latency)
ka: X ჰც (Y მწმ დაყოვნება)

source: Poll Rate
ka: გამოთხოვის სიხშირე

source: Game Mode
ka: თამაშის რეჟიმი

source: Disable Alt+Tab, Alt+F4 and Win keys
ka: Alt+Tab, Alt+F4 და Win ღილაკების გათიშვა

source: Sleep mode after
ka: ძილი დროის შემდეგ

source: minute
ka: წუთი

source: minutes
ka: წუთი

source: Enter low power at
ka: დამჯდარი ელემენტის რეჟიმი

source: Tactile
ka: სენსორული

source: Scroll Mode
ka: ჩოჩიის რეჟიმი

source: Scroll Acceleration
ka: გადახვევის აჩქარება

source: Enable scroll acceleration
ka: გადახვევის აჩქარების ჩართვა

source: Enable smart reel
ka: Smart reel-ის ჩართვა

source: Typing (Increased debounce delay)
ka: კრეფა (გაზრდილი ღილაკის ამოწევის დაყოვნება)

source: Gaming (Faster triggering)
ka: გამაში (უფრო სწრაფი ტრიგერი)

source: Optimise for
ka: ოპტიმიზაცა

source: USB Accessory
ka: USB აქსესუარი

source: Display
ka: ეკრანი

source: Fan
ka: ვენტილატორი

source: Graphics Card
ka: ვიდეობარათი

source: Headset
ka: ყურსაცვამები & მიკროფონი

source: Keyboard
ka: კლავიატურა

source: Keypad
ka: ციფრული კლავიატურა

source: Laptop
ka: ლეპტოპი

source: Mousemat
ka: თაგუნას ხალიჩა

source: Mouse
ka: თაგუნა

source: Memory
ka: მეხსიერება

source: Speaker
ka: დინამიკი

source: Stand
ka: დასადგამი

source: Unrecognised
ka: უცნობი

source: Green
ka: მწვანე

source: (Varies)
ka: (ცვალებადი)

source: Device Info
ka: მოწყობლობის ინფორმაცია

source: Effect Mode
ka: ეფექტის რეჟიმი

source: Primary Colour
ka: პირველადი ფერი

source: Secondary Colour
ka: მეორეული ფერი

source: Tertiary Colour
ka: მესამეული ფერი

source: Colour 4
ka: ფერი 4

source: Change []
ka: []-ის შეცვლა

source: Request Failed
ka: მოთხოვნის შეცდომა

source: There's a fault with Polychromatic's integration with [OpenRazer] for this device or option.
ka: შეცდომა Polychromatic-ის [OpenRazer]-თან ინტეგრაცის შეცდომა ამ მოწყობილობისა თუ პარამეტრისთვის.

source: To help fix this, please check Polychromatic's issue tracker and create a new issue if a similar one does not exist.
ka: ამის გასასწორებლად შეამოწმეთ Polychromatic-ის შეცდომების ტრეკერი და შექმენით ახალი ბილეთი, თუ რამე მსგავსი უკვე არ არსებობს.

source: Communication Error
ka: კომუნიკაციის შეცდომა

source: An error occurred outside of Polychromatic's control when this command was sent to [OpenRazer].
ka: შეცდომა Polychromatic-ის კონტროლს გარეთ, როცა ეს ბრძანება [OpenRazer]-ს გაეგზავნა.

source: Try restarting [OpenRazer] and Polychromatic and give it another go. If this error appears again, it might need fixing in [OpenRazer].
ka: სცადეთ, გადატვირთოთ [OpenRazer] და Polychromatic თავიდან სცდის. თუ ეს შეცდომა კიდევ გამოჩნდება, ის [OpenRazer]-ში უნდა გაასწოროთ.

source: No devices connected
ka: მოწყობილობები მიერთებული არაა

source: No backends loaded
ka: ჩატვირთული უკანაბოლოების გარეშე

source: No backends installed
ka: უკანაბოლოები დაყენებული არაა

source: Plug in a compatible device to control its lighting effects and features
ka: შეაერთეთ თავსებადი მოწყობილობა მისი ნათები ეფექტებისა და თვისებების სამართვად

source: Consult the logs and troubleshooter for hints on fixing this problem
ka: პრობლემის გასწორებისთვის საჭირო ინფორმაციისთვის ჟურნალში ჩაიხედეთ

source: Install a compatible backend to configure lighting effects
ka: დააყენეთ თავსებადი უკანაბოლო, განათების ეფექტები მოსარგებად

source: Show Error Details
ka: შეცდომის დეტალების ჩვენება

source: Backend Error: []
ka: უკანაბოლოს შეცდომა: []

source: An error occurred trying to load []. The error below may provide a clue to what happened.
ka: შეცდომა []-ის ჩატვირთვისას. ქვემოთ მოყვანილი შეცდომის ტექსტი, შეიძლება, ამ პრობლემის გადაჭრაში დაგეხმაროთ.

source: The last line of the exception was:
ka: გამონაკლისის ბოლო ხაზი იყო:

source: This supported device wasn't detected by the OpenRazer daemon (v1.0.0)
ka: ეს მხარდაჭერილი მოწყობილობა არ იქნა აღმოჩენილი OpenRazer დემონის (v1.0.0) მიერ

source: Restart
ka: გადატვირთვა

source: Unsupported Device
ka: მხარდაუჭერელი მოწყობილობა

source: This device needs support adding to OpenRazer before it can be used in Polychromatic.
ka: ამ მოწყობილობას Polychromatic-თან გამოყენებსთვის ჯერ OpenRazer-ში ჩამატების მხარდაჭერა უნდა ჰქონდეს.

source: Error Details
ka: შეცდომის დეტალები

source: There was a problem opening this device
ka: პრობლემა ამ მოწყობილობის გახსნისას

source: View Details
ka: დეტალური ხედი

source: Not available for all connected devices
ka: ყველა მიერთებული მოწყობილობისთვის ხელმისაწვდომი არაა

source: Yes
ka: დიახ

source: No
ka: არა

source: Backend
ka: უკანაბოლო

source: Form Factor
ka: ზომა

source: Serial
ka: სერიული

source: Firmware Version
ka: მიკროკოდის ვერსია

source: Keyboard Layout
ka: კლავიატურის განლაგება

source: Custom Effects
ka: მომხმარებლის ეფექტები

source: Supported
ka: მხარდაჭერილი

source: 1 row
ka: 1 მწკრივი

source: 2 rows
ka: 2 მწკრივი

source: 1 column
ka: 1 სვეტი

source: 2 columns
ka: 2 სვეტი

source: Matrix Dimensions
ka: მატრიცის ზომები

source: Colour Range
ka: ფერების შუალედი

source: 256 colours
ka: 256 ფერი

source: 16 million colours
ka: 16 მილიონი ფერი

source: Battery
ka: ელემენტი

source: Status
ka: სტატუსი

source: Charging (0%)
ka: იტენება (0%)

source: Discharging (0%)
ka: იცლება (0%)

source: Type
ka: ტიპი

source: Removable
ka: მოხსნადი

source: Rechargable
ka: დატენვადი

source: Current DPI
ka: მიმდინარე DPI

source: Default Stages
ka: ნაგულისხმევი დონეები

source: Custom Stages
ka: მომხმარებლის დონეები

source: (Not set)
ka: (დაყენებული არაა)

source: Supports Sync?
ka: აქვს სინქრონიზაცია?

source: Minimum
ka: მინიმუმი

source: Maximum
ka: მაქსიმუმი

source: Input 0
ka: შეყვანა 0

source: Zones
ka: ზონები

source: Toggle
ka: გადართვა

source: Slider
ka: ცოცია

source: Dropdown
ka: ჩამოსაშლელი

source: Option ID
ka: პარამეტრის ID

source: Active
ka: აქტიური

source: Parameters
ka: პარამეტრები

source: Parameter ID
ka: პარამეტრის ID

source: Current Value
ka: მიმდინარე მნიშვნელობა

source: Interval
ka: ინტერვალი

source: Coordinate: X,Y
ka: კოორდინატი: X,Y

source: Coordinate: (Multiple)
ka: კოორდინატი: (ერთზე მეტი)

source: Mouse Acceleration
ka: თაგუნას აჩქარება

source: This feature is provided by your operating system. Polychromatic doesn't recognise this desktop environment to automatically open the settings window for you. Look for 'mouse', 'input' or 'hardware' in your System Settings.
ka: ეს თვისება წარმოდგენილია თქვენი ოპერაციული სისტემის მიერ. Polychromatic ვერ იცნობს ამ სამუშაო გარემოს, რომ პარამეტრების ფანჯარა გაგიხსნათ. მოძებნეთ 'თაგუნა', 'შეყვანა', ან 'აპარატურა', თქვენი სისტემის პარამეტრებში.

source: Open Mouse Settings
ka: თაგუნას მორგების გახსნა

source: Acceleration
ka: აპარატურული აჩქარება

source: Open Input Remapper
ka: შეყვანის ამსახველის გახსნა

source: About Macro Recording
ka: მაკროს ჩაწერის შესახებ

source: OpenRazer provides a simple on-the-fly macro recording feature. 1. Press FN+[M] to enter macro mode. 2. Press the macro key to assign to. Only M1-M5 are supported. 3. Press the keys in sequence to record. 4. Press FN+[M] to exit macro mode. Macros remain in memory until the openrazer-daemon process is stopped. The replay speed will be instantaneous, which can be problematic with some software/games.
ka: OpenRazer-ს მაკროს მარტივი, მუშაობისას ჩაწერის ფუნქცია აქვს. 1. დაჭირეთ FN+[M]-ს,რათა მაკროს რეჟიმში გადახვიდეთ. 2. დააწექით მაკროს ღილაკს, რომელიც გნებავთ, მიანიჭოთ. მხარდაჭერილია, მხოლოდ, M1-M5. 3.დააწექით ღილაკებს მიმდევრობით, რომ ჩაიწეროთ. 4.დააწექით FN+[M]-ს, რათა გახვიდეთ მაკროს რეჟიმიდან. მაკროები, მეხსიერებაში ინახება, სანამ openrazer-daemon არ გაჩერდება. გამეორების სიჩქარე მყისიერია, რაც ზოგიერთი თამაშისთვის/პროგრამისთვის შეიძლება პრობლემური აღმოჩნდეს.

source: Usage Instructions
ka: გამოყენების ინსტრუქციები

source: Macros
ka: მაკროები

source: Up to 123 DPI
ka: 123 DPI-მდე

source: DPI stages were successfully synchronised to the hardware.
ka: DPI-ის დონეების აპარატურასთან სინქრონიზაცია წარმატებულია.

source: Columns: []
ka: სვეტები: []
