Repository: NorwayFun/polychromatic
Catalog: locale/*.po
Languages: ka

source: Rows: []
ka: მწკრივები: []

source: (Not Set)
ka: (დაყენებული არაა)

source: Backend Error
ka: უკანაბოლოს შეცდომა

source: Live preview isn't possible yet as the backends haven't finished initialising.
ka: ცოცხალი მინიატურა ჯერ შეუძლებელია, რადგან უკანაბოლოების სინქრონიზაცია არ დასრულებულა.

source: They might be ready now, try again. Or, choose Ignore to continue without a live preview on physical hardware.
ka: ისინი ახლა, შეძლება უვე მზადაა. სცადეთ თავიდან, ან არჩიეთ გამოტოვება, რათა ფიზიკურ აპარატურაზე ცოცხალი მინიატურის გარეშე გააგრძელოთ.

source: Missing Device
ka: ნაკლული მოწყობილობა

source: This effect is designed for a device named '[]', but it wasn't detected.
ka: ეფექტი განკუთვნილია მოწყობილობისთვის სახელით '[]', რომელიც ვერ ვიპოვე.

source: Live preview has been disabled for this session.
ka: ამ სესიისთვის ცოცხალი გადახედვა გათიშულია.

source: File Error
ka: ფაილის შეცდომა

source: The device '[]' is assigned to this effect, but does not support individual addressable LEDs.
ka: მოწყობილობა '[]' მინიჭებულია ამ ეფექტზე, მაგრამ მას ინდივიდუალურად მიმართვადი LED-ების მხარდაჭერა არ გააჩნია.

source: Unsaved Changes
ka: შეუნახავი ცვლილებები

source: This effect was modified. Would you like to save these changes?
ka: ეფექტი შეიცვალა. გნებავთ, შეინახოთ ეს ცვლილებები?

source: Gradient
ka: გრადაცია

source: Pulsing
ka: პულსირებადი

source: Cycling
ka: ციკლი

source: Run Scripted Effect
ka: ეფექტის სკრიპტის გაშვება

source: Save Error
ka: შენახვის შეცდომა

source: Save failed. Please check the permissions and try again.
ka: შენახვა ჩავარდა. გადაამოწმეთ წვდომები და თავიდან სცადეთ.

source: Saved to: []
ka: შენახულია: []

source: Reload the effect from disk? Any unsaved data will be lost!
ka: ჩავტვირთო ეფექტი თავიდან დისკიდან? შეუნახავი ცვლილებები დაიკარგება!

source: An error occurred while sending the frame to the hardware.
ka: შეცდომა ამ კადრის აპარატურაზე გაგზავნისას.

source: Temporarily changed the graphic. To make permanent, edit the metadata.
ka: გრაფიკა დროებით შეიცვალა. მისი მუდმივად გახდომისთვის, მეტამონაცემები შეცვალეთ.

source: Loading...
ka: იტვირთება...

source: Temporarily changed the graphic. To make permanent, edit the application's preferences.
ka: გრაფიკა დროებით შეიცვალა. მისი მუდმივად გახდომისთვის, აპლიკაციის პარამეტრები შეცვალეთ.

source: Frame [1] of [10]
ka: კადრი [1] / [10]

source: Permanently delete this frame? There is no undo.
ka: წავშალო სამუდამოდ ეს კადრი? ქმედება შეუქცევადია.

source: Tip: This confirmation can be suppressed via the Editor tab under Preferences.
ka: მინიშნება: ამ დადასტურების ჩაჩუმება მორგების ფანჯარაში, რედაქტორის ჩანართში შეგიძლიათ.

source: Choose Brush Colour
ka: აირჩიეთ ფუნჯის ფერი

source: Out of Bounds
ka: საზღებს გარეთ

source: There isn't a position for (X,Y) for this device. The graphic contains incorrect metadata or is incompatible for use with this device.
ka: ამ მოწყობილობისთვის, მდებარეობა (X,Y) ვერ ვიპოვე. გრაფიკა არასწორ მეტამონაცემებს შეიცავს, ან ამ მოწყობილობასთან თავსებადი არაა.

source: This LED is empty - nothing to erase here!
ka: ეს LED ცარიელია - აქ წასაშლელი არაფერია!

source: This LED is empty - no colour to pick here!
ka: ეს LED ცარიელია - აქ ფერს ვერ აირჩევთ!

source: Controller Error
ka: კონტროლერის შეცდომა

source: Failed to load the Qt Web Engine. Unfortunately, editing won't be possible.
ka: QtWebEngine-ის ჩატვირთვა ჩავარდა. სამწუხაროდ, ჩასწორება ხელმისაწვდომი არ იქნება.

source: Make sure the application (and its dependencies) are installed and configured correctly.
ka: დარწმუნდით, რომ აპლიკაცია (და მისი დამოკიდებულებები) დაყენებულია და სწორადაა მორგებული.

source: Missing File
ka: ნაკლული ფაილი

source: This effect is mapped to a graphic named '[]', but it's not installed.
ka: ეფექტი ასახულია გრაფიკაზე, სახელით '[]', რომელიც დაყენებული არაა.

source: The grid will be used instead. A different graphic can be chosen by editing the metadata.
ka: ამის მაგიერ ბადეს გამოვიყენებ. მეტამონაცემების ჩასასწორებლად სხვა გრაფიკა შეგიძლიათ აირჩიოთ.

source: It's empty here!
ka: აქ არაფერია!

source: Error loading effect
ka: ეფექტის ჩატვირთვის შეცდომა

source: Your own software effects appear here. Try creating one!
ka: თქვენი საკუთარი პროგრამული ეფექტები აქ გამოჩნდება. სცადეთ, შექმნათ!

source: There's invalid data in this file. The file might be corrupt.
ka: ფაილი არასწორ მონაცემებს შეიცავს. ის, შეიძლება, დაზიანებულია.

source: No devices found. New effects require a compatible device to be present.
ka: მოწყობილობები აღმოჩენილი არაა. ახალი ეფექტებისთვის მოწყობილობის არსებობა აუცილებელია.

source: Make sure the device is connected and the backend is working.
ka: დარწმუნდით, რომ მოწყობილობა მიერთებულია, უკანაბოლო კი მუშაობს.

source: Backend Not Ready
ka: უკანაბოლო მზად არაა

source: The application is still waiting for the backends to finish initialising so you can pick a device to map your new effect.
ka: აპლიკაცია ჯერ კიდევ ელოდება უკანაბოლოების ინიციალიზაცის დასრულებად, რათა შეგეძლოთ, აირჩიოთ მოწყობილობა, რომელზეც ახალი ეფექტის ასახვა გნებავთ.

source: This might be ready in a few moments.
ka: ცოტა ხანში მზად იქნება.

source: File In Use
ka: ფაილი გამოიყენება

source: This file is being edited in another window. Please switch to that window to make changes.
ka: მიმდინარეობს ფაილის ჩასწორება სხვა ფანჯარაში. ცვლილებებისთვის, გადაერთეთ იმ ფანჯარაზე.

source: Other Actions
ka: სხვა ქმედებები

source: This file is being edited in another window. Please close that editor first.
ka: მიმდინარეობს ფაილის ჩასწორება სხვა ფანჯარაში. ჯერ დახურეთ ის რედაქტორი.

source: Choose Effect Icon
ka: აირჩიეთ ეფექტის ხატულა

source: No compatible devices found. Only individually addressable LED capable hardware can be used for effects.
ka: თავსებადი მოწყობილობები აღმოჩენილი არაა. ეფექტებისთვის მხოლოდ სათითაოდ მიმართვადი LED-ების მხარდაჭერის მქონე აპარატურა შეგიძლიათ, გამოიყენოთ.

source: The menu bar is now hidden. To temporarily reveal, press Alt.
ka: მენიუს ზოლი ახლა დამალულია. მისი დროებით გამოსაჩენად დააწექით ღილაკს 'Alt'.

source: Please close all editor windows before executing this action.
ka: დახურეთ ყველა რედაქტორის ფანჯარა ამ ქმედების შესრულებამდე.

source: Polychromatic is about to open a web page for this resource. Unfortunately, it is only available in English at this time.
ka: Polychromatic აპირებს, ამ რესურსისთვის ვებგვერდის გახსნას. სამწუხაროდ, ამჟამად, ის მხოლოდ ინგლისურადაა ხელმისაწვდომი.

source: Report Bug
ka: შეცდომის ანგარიში

source: About []
ka: []-ის შესახებ

source: Documentation
ka: დოკუმენტაცია

source: Source Code
ka: საწყისი კოდი

source: Release Notes
ka: გამოშვების შენიშვნები

source: Restarting the backend/application...
ka: უკანაბოლოს/აპლიკაციის გადატვირთვა...

source: Reload application?
ka: ჩავტვირთო თავიდან აპლიკაცია?

source: To apply these changes, a daemon process needs to restart. This will also restart Polychromatic. Any unsaved data will be lost.
ka: ამ ცვლილებების გადასატარებლად დემონის პროცესი უნდა გადატვირთოთ. ეს Polychromatic-საც გადატვირთავს. შეუნახავი ცვლილებები დაიკარგება.

source: Choose Tray Applet Icon
ka: აირჩიეთ ხატულა სისტემის საათთან

source: Restart Required
ka: საჭიროა სისტემის გადატვირთვა

source: To apply these changes, the application must be restarted. Any unsaved changes will be lost.
ka: ცვლილებების გადასატარებლად, აუცილებელია აპლიკაციის გადატვირთვა. შეუნახავი ცვლილებები დაიკარგება.

source: Reset to Default Colours
ka: ნაგულისხმევ ფერებზე დაბრუნება

source: All colours in the list will be reset. Continue?
ka: სიაში ყველა ფერი ნაგულისხმევზე დაბრუნდება. გავაგრძელო?

source: Restarting...
ka: გადატვირთვა...

source: Restart All
ka: ყველას გადატვირთვა

source: Playing software effect
ka: ვუკრავ პროგრამულ ეფექტს

source: No longer running
ka: გაშვებული აღარაა

source: Change...
ka: შეცვლა...

source: Image Files
ka: ასლის ფაილები

source: PNG Image
ka: PNG გამოსახულება

source: JPEG Image
ka: JPEG გამოსახულება

source: GIF Image
ka: GIF გამოსახულება

source: SVG Image
ka: SVG გამოსახულება

source: All Files
ka: ყველა ფაილი

source: When Steam is installed, icons from your games will appear here.
ka: როცა Steam-ი დაყენებულია, თქვენი თამაშის მალსახმობები აქ გამოჩნდება.

source: Drag and drop icons here, or add them by pressing the Import button.
ka: გადმოათრიეთ და დაყარეთ აქ მალსახმობები, ან, დაამატეთ ისინი შემოტანის ღილაკთ.

source: No icons found!
ka: ხატულები ვერ ვიპოვე!

source: Import Custom Icon
ka: თქვენი ხატულის შემოტანა

source: The file contains invalid data.
ka: ფაილი არასწორ მონაცემებს შეიცავს.

source: The file no longer exists. Please refresh the page.
ka: ფაილი აღარ არსებობს. განაახლეთ გვერდი.

source: This file was saved in a newer version of this program.
ka: ეს ფაილი ამ პროგრამის უფრო ახალი ვერსიით შეიქმნა.

source: Unspecified error: []
ka: მიუთითებელი შეცდომა: []

source: This file cannot be opened:
ka: ამ ფაილის გახსნა შეუძლებელია:

source: The operation could not be completed due to an error processing this file.
ka: ოპერაციის დასრულება შეუძლებელია ამ ფაილის დამუშავები შეცდოის გამო.

source: Please make sure the file permissions are recursively correct:
ka: დარწმუნება, რომ ფაილის წვდომები რეკურსიულად სწორია:

source: Permanently delete this effect? '[]' Presets and triggers that use this effect will be unlinked.
ka: წავშალო სამუდამოდ ესე ეფექტი? '[]' პრესეტები და ტრიგერები, რომლებიც ამ ეფექტს იყენებენ, მიბმული აღარ იქნება.

source: Permanently delete this preset? '[]' Triggers that use this preset will no longer function.
ka: წავშალო სამუდამოდ ეს პრესეტი? '[]' ტრიგერები, რომლებიც ამ პრესეტს იყენებს, აღარ იმუშავებს.

source: Permanently delete this effect? '[]'
ka: სამუდამოდ წავშალო ეს ეფექტი? '[]'

source: Permanently delete this preset? '[]'
ka: სამუდამოდ წავშალო ეს პრესეტი? '[]'

source: Confirm Deletion
ka: წაშლის დადასტურება

source: [] (Copy)
ka: [] (ასლი)

source: Waiting for backends to be ready...
ka: უკანაბოლოს მზაობის მოლოდინი...

source: Running troubleshooter...
ka: პრობლემების გადამწყვეტი გაშვებულია...

source: Troubleshooting...
ka: პრობლემების გადაჭრა...

source: Troubleshooting Failed
ka: პრობლემების გადაჭრა ჩავარდა

source: The troubleshooter for this backend is not available for this operating system.
ka: ამ უკანაბოლოს პრობლემების გადამჭრელი ამ ოპერაციული სისტემისთვის ხელმისაწვდომი არაა.

source: An exception was thrown while running the troubleshooter. This is probably a bug.
ka: შეცდომა პრობლემების გადამჭრელის გაშვებიას. ეს, ალბათ, პროგრამის შეცდომაა.

source: Passed
ka: გაიარა

source: Failed
ka: ჩავარდა

source: Unknown
ka: უცნობი

source: Troubleshooter for []
ka: პრობლემების გადაჭრა სამიზნისთვის []

source: Everything appears to be in working order!
ka: როგორც ჩანს, ახლა ყველაფერი მუშაობს!

source: Layer 1
ka: ფენა 1

source: White
ka: თეთრი

source: Red
ka: წითელი

source: Blue
ka: ლურჯი

source: Aqua
ka: წყლის ფერი

source: Orange
ka: ნარინჯისფერი

source: Pink
ka: ვარდისფერი

source: Purple
ka: იისფერი

source: Yellow
ka: ყვითელი

source: Light Grey
ka: ღია ნაცრისფერი

source: Dark Grey
ka: მუქი ნაცრისფერი

source: Black
ka: შავი

source: Daemon is installed
ka: დემონი დაყენებულია

source: Install the 'openrazer-meta' package for your distribution.
ka: დააყენეთ თქვენი დისტრიბუტივის 'opentrazer-neta' პაკეტი.

source: Daemon is running
ka: დემონი გაშვებულია

source: Start the daemon from the terminal. Run this command and look for errors:
ka: გაუშვით დემონი ტერმინალიდან. გაუშვით ეს ბრძანება და შეცდომები მოძებნეთ:

source: Install 'python-openrazer' or 'python3-openrazer' for your distribution.
ka: დააყენეთ თქვენი დისტრიბუტივის 'python-openrazer' ან 'python3-openrazer'.

source: Make sure the modules are installed for the correct Python version. Try re-installing.
ka: დარწმუნდით, რომ დაყენებული მოდულები სწორი Python-ის ვერსიისთვისაა. სცადეთ, თავიდან დააყენოთ.

source: Your Python installation looks custom. Check your PATH and PYTHONPATH.
ka: როგორც ჩანს, Python-ის საქაღალდე ხელითაა მითითებული. შეამოწმეთ თქვენი PATH და PYTHOPATH.

source: Currently running Python 3.10.0 from /usr/bin/python3
ka: ამჯამად გაშვებულია Python 3.10.0 ფაილიდან /usr/bin/python3

source: Tried path:
ka: ვცადე ბილიკი:

source: Python library is installed
ka: Python-ის ბიბლიოთეკა დაყენებული არაა

source: Kernel module sources are installed for DKMS
ka: ბირთვის მოდულები დაყენებულია KDMS-სთვის

source: Unable to check because the Python library is not installed.
ka: შემოწმება შეუძლებელია, რადგან Python-ის ბიბლიოთეკა დაყენებული არაა.

source: OpenRazer is a kernel module, typically built using DKMS.
ka: OpenRazer ბირთვის მოდულია, რომელსაც, ჩვეულებრივ DKMS აგებს.

source: Install the 'openrazer-driver-dkms' package for your distribution.
ka: დააყენეთ თქვენი დისტრიბუტივის 'opentrazer-driver-dkms' პაკეტი.

source: Some distributions (like Gentoo) may use an alternate system to DKMS.
ka: ზოგიერთ დისტრიბუტივს (მაგ: Gentoo) DKMS-ის მსგავსი, საკუთარი სისტემა გააჩნია.

source: Kernel module has been built for this kernel
ka: ბირთვის მოდული აიგო ამ ბირთვისთვის

source: Ensure you have the correct Linux kernel headers package installed for your distribution.
ka: დარწმუნდით, რომ სწორი Linux-ის ბირთვის თავსართების პაკეტი, თქვენი დისტრიბუტივისთვის, დაყენებულია.

source: Your distro's package system might not have rebuilt the module for this kernel. Try running:
ka: თქვენი დისტრიბუტივის პაკეტების სისტემამ, შეიძლება, მოდული ამ ბირთვისთვის თავიდან არ ააგო. სცადეთ, გაუშვათ:

source: Kernel module can be probed
ka: ბირთვის მოდულის ცდა შესაძლებელია

source: OpenRazer uses these modules:
ka: OpenRazer იყენებს ამ მოდულებს:

source: For full error details, run this and substitute 'razerkbd' as necessary:
ka: შეცდომის სრული დეტალებისთვის გაუშვით ეს და ჩაანაცვლეთ 'razerkbd', როცა საჭიროა:

source: No output from this command indicates success.
ka: ის, რომ ბრძანებამ არაფერი გამოიტანა, წარმატების ნიშანია.

source: Could not check as '[]' is not installed.
ka: ვერ შევამოწმე, რადგან '[]' დაყენებული არაა.

source: Kernel module is loaded
ka: ბირთვის მოდული ჩატვირთულია

source: If you've just installed, it is recommended to restart the computer.
ka: თუ ის ახლახანს დააყენეთ, რეკომენდებულია, გადატვირთოთ კომპიუტერი.

source: Secure Boot prevents the driver from loading, as OpenRazer's kernel modules built by DKMS are usually unsigned.
ka: დაცული ჩატვირთვა დრაივერს ჩატვირთვაში ხელ უშლის, რადგან OpenRazer-ის ბირთვის მოდულები, რომლებსაც DKMS აგებს, ჩვეულებრივ, ხელმოუწერელია.

source: Check Secure Boot (EFI) status
ka: უსაფრთხო ჩატვირთვის (SUEFI) სტატუსის შემოწმება

source: Secure boot is enabled. Turn it off in the system's EFI settings or sign the modules yourself.
ka: დაცული ჩატვირთვა ჩართულია. გამორთეთ ის სისტემის EFI პარამეტრებში ან მოდულს ხელმოწერა თვითონ დაუსვით.

source: Unable to automatically check. If it's enabled, turn it off in the system's EFI settings or sign the modules yourself.
ka: ავტომატური შემოწმება შეუძლებელია. თუ ის ჩართულია, გამორთეთ ის სისტემის EFI-ის პარამეტრებში, ან მოდულებს, ხელი, თვითონ მოაწერეთ.

source: User account has been added to the 'plugdev' group
ka: მომხმარებლის ანგარიში დაემატა ჯგუფში 'plugdev'

source: Run this command, log out, then log back in to the computer:
ka: გაუშვით ეს ბრძანება, გადით და თავიდან შედით კომპიუტერში:

source: This is required so that your user account (and daemon) has permission to access the driver files in /sys/bus/hid/drivers
ka: აუცილებელია, რომ თქვენს მომხმარებლის ანგარიშს (და დემონს) ჰქონდეს წვდომა დრაივერის ფაილებთან საქაღალდეში /sys/bus/hid/drivers

source: Device can be accessed using plugdev permissions
ka: მოწყობილობასთან წვდომა 'plugdev'-ის წვდომების გამოყენებით შეგიძლიათ

source: Unable to check as the drivers sysfs path for this Linux kernel is non-standard.
ka: შემოწმება შეუძლებელია, რადგან დრაივერის sysfs ბილიკი ამ Linux-ის ბირთვისთვის სტანდარტული არაა.

source: Unable to check because OpenRazer's modules are not loaded.
ka: შემოწმება შეუძლებელია, რადგან OpenRazer-ის მოდულები ჩატვირთული არაა.

source: Permissions for OpenRazer's device files (/sys/bus/hid/drivers) are not set correctly. They should be owned as root:plugdev (owner/group)
ka: წვდომები OpenRazer-ის მოწყობილობის ფაილებთან (/sys/bus/hid/drivers) არასწორია. მათი მფლობელი უნდა იყოს (მომხმ/ჯგუფი) root:plugdev

source: Replugging the hardware and then restarting the daemon usually fixes the problem.
ka: მოწყობლობის თავიდან შეერთება და შემდეგ დემონის გადატვირთვა, ჩვეულებრივ, ჭრის პრობლემას.

source: Alternately, improperly configured udev rules (such as a missing PID) may cause this to happen.
ka: ან არასწორად მორგებულ udev-ის წესებს, (როგორიცაა გამოტოვებული PID) შეუძლიათ, იგივე გამოიწვიონ.

source: Razer hardware is present for kernel
ka: Razer-ის აპარატურა ხელმისაწვდომია ბირთვისთვის

source: The Linux kernel does not see hardware with a VID of 1532.
ka: Linux-ის ბირთვი ვერ ხედავს აპარატურას VID-ით 1532.

source: Check the device and USB port is working. Try a different port.
ka: შეამოწმეთ, მუშაობს თუ არა მოწყობილობა და USB პორტი. სხვა პორტიც სცადეთ.

source: Check device compatibility
ka: მოწყობილობის თავსებადობის შემოწმება

source: Unable to retrieve this data from OpenRazer's website.
ka: ამ მონაცემების OpenRazer-ის ვებგვერდიდან მიღება შეუძლებელია.

source: Check the OpenRazer website to confirm your device is listed as supported.
ka: იმისთვის, რომ დაადასტუროთ, რომ თქვენი მოწყობილობა მხარდაჭერილია, OpenRazer-ის ვებგვერდი შეამოწმეთ.

source: If you're checking OpenRazer's GitHub repository, check the 'stable' branch.
ka: თუ იწერთ OpenRazer-ის GitHub-ის რეპოზიტორიას, დააყენეთ ბრენჩი 'stable'.

source: The following PIDs are not supported in the latest stable release of OpenRazer:
ka: OpenRazer-ის უკანასკნელ სტაბილურ რელიზში მხარდაჭერილი არაა შემდეგი PID:

source: Check OpenRazer's issues and pull requests to see the status for your device. Create an issue if necessary.
ka: გადახედეთ OpenRazer-ს პრობლემებს და პაჩებს, რომ თქვენი მოწყობილობის სტატუსი იპოვოთ. გახსენით ბილეთი, თუ მიგაჩნიათ, რომ ეს აუცილებელია.

source: OpenRazer is the latest version
ka: OpenRazer-ის ვერსია უახლესია

source: There is a new version of OpenRazer available.
ka: ხელმისაწვდომია OpenRazer-ის ახალი ვერსია.

source: New versions add support for more devices and address device-specific issues.
ka: ახალ ვერსიებს დაემატათ მეტი მოწყობილობისა და მოწყობილობის საკუთარი პრობლემებს მიხედვა.

source: Your version: 0.0.0
ka: თქვენი ვერსია: 0.0.0

source: Latest version: 0.0.0
ka: უახლესი ვერსია: 0.0.0

source: Controller
ka: კონტროლერი

source: Appearance
ka: გარეგნობა

source: Use system theme
ka: სისტემის თემის გამოყენება

source: Not all distros support this option out of the box. Additional steps may be required before your theme displays in Qt apps on a GTK desktop.
ka: ყველა დისტროს ამის მხარდაჭერა ცვლილების გარეშე, არ აქვს. შეიძლება, დამატებით ნაბიჯები დაგჭირდეთ, რომ, თქვენი, Qt-ის თემა GTK-ის სამუშაო მაგდაზე გამოჩნდეს.

source: Hide menu bar
ka: მენიუს ზოლის დამალვა

source: Press Alt to temporarily show the menu bar while it is hidden.
ka: მენუს ზოლის დროებით საჩვენებლად, როცა ის დამალულია, Alt-ს დააწექით.

source: Download device images
ka: მოწყობილობის დისკის ასლების გადმოწერა

source: These images may be under a different copyright or license.
ka: ამ გამოსახულებებს შეიძლება სხვა საავტორო უფლებები ან ლიცენზია ჰქონდეთ.

source: Toolbar
ka: ხელსაწყოთა ზოლი

source: Follow System Style
ka: სისტემის სტილის მიყოლა

source: Icons Only
ka: მხოლოდ ხატულები

source: Text Only
ka: მხოლოდ ტექსტი

source: Text Alongside Icons
ka: წარწერები გვერდიდან

source: Text Under Icons
ka: წარწერები ქვემოთ

source: Landing Tab
ka: ჩანართი გაშვებისას

source: Window Behaviour
ka: ფანჯრს ქცევა

source: Always open in the center
ka: ყოველთვის ცენტრში გახსნა

source: Remember last position and size
ka: ბოლო მდებარეობისა და ზომის შენახვა

source: Let the window manager decide
ka: გადაწყვეტს ფანჯრების მმართველი

source: Maximized at start
ka: მთელ ეკრანზე გაშლა გაშვებისას

source: Renderer
ka: რენდერერი

source: Automatic
ka: ავტომატური

source: GTK Status Icon (Legacy)
ka: GTK სტატუსის ხატულა (მოძველებული)

source: Ayatana Indicators
ka: Ayatana მაჩვენებლები

source: Autostart Delay
ka: ავტომატური გაშვების დაყოვნება

source: second(s)
ka: წამი

source: On some desktop environments, due to race conditions, it may be necessary to wait so the applet's icon or device list is loaded properly.
ka: ზოგიერთ სამუშაო გარემოში, იშვიათი შემთხვევების გამო, შეიძლება, აუცილებელი იყოს, აპლეტის ხატულის დალოდება , ან მოწყობილობების სიის სწორად ჩატვირთვა.

source: Start the tray applet when I log on
ka: გაშვებისას საათთან ჩაკეცილი გაშვება

source: Your desktop enviroment might not support this feature.
ka: თქვენის სამუშაო მაგიდას, მგონი, ამ ფუნქციის მხარდაჭერა არ გააჩნია.

source: Customise
ka: მორგება

source: DPI Stages
ka: DPI დონეები

source: Now stored per-device: Click "Edit" for the DPI in the Devices tab.
ka: ახლა დამახსოვრებულია თითოეული მოწყობილობისთვის: დააწკაპუნეთ "ჩაწერას" DPI-სთვის მოწყობილობების ჩანართში.

source: Editor
ka: რედაქტორი

source: Use system cursors
ka: სისტემური კურსორების გამოყენება

source: Behaviour
ka: ქცევა

source: Hide key labels
ka: ღილაკის ჭდეების დამალვა

source: Show shades for my saved colours
ka: ჩრდილების ჩვენება ჩემი შენახული ფერებიდან

source: Preview effect on the physical hardware
ka: ეფექტის გადახედვა ფიზიკურ აპარატურაზე

source: Suppress delete confirmation dialog box
ka: წაშლის დადასტურების დიალოგის ჩაჩუმება

source: Background Tasks
ka: ფონური ამოცანები

source: To provide background features (like software effects and triggers), additional processes may be spawned.
ka: ფონის ფუნქციების წარმოსადგენად (მაგ: პროგრამული ეფექტები და ტრიგერები), შეიძლება, დამატებითი პროცესები გაეშვას.

source: Task
ka: დავალება

source: Troubleshooter
ka: პრობლებმჭრელი

source: Troubleshooting complete!
ka: პრობლებმჭრელი დასრულდა!

source: Result
ka: შედეგი

source: Check
ka: შემოწმება

source: Copy to Clipboard
ka: გაცვლის ბუფერში კოპირება
